Repository: 00TIA/test2MD
Catalog: test2MD/App/Resources/Localization/*.lproj/Localizable.strings
Languages: it

# home_restaurant_description
source: Contemporary cuisine with local ingredients and a seasonal tasting menu.
it: Cucina contemporanea con ingredienti locali e menu degustazione stagionale.

# home_restaurant_description_accessibility
source: Restaurant description: contemporary cuisine with local ingredients and a seasonal tasting menu.
it: Descrizione del ristorante: cucina contemporanea con ingredienti locali e menu degustazione stagionale.

# home_hero_image_accessibility
source: Photo of Infantino restaurant
it: Foto del ristorante Infantino

# home_opening_hours_title
source: Hours
it: Orari

# home_opening_hours_accessibility
source: %@: open from %@ to %@
it: %@: aperto dalle %@ alle %@

# home_phone_accessibility_label
source: Call %@
it: Chiama %@

# home_call_confirmation_title
source: Call %@
it: Chiamare %@

# home_call_confirmation_message
source: Would you like to start a call to %@?
it: Vuoi avviare una chiamata verso %@?

# home_call_confirmation_cancel_action
source: Cancel
it: Annulla

# home_call_confirmation_call_action
source: Call
it: Chiama

# home_reviews_section_title
source: Venue reviews
it: Recensioni del locale

# home_reviews_loading_accessibility
source: Loading reviews
it: Caricamento delle recensioni in corso

# home_reviews_empty_state
source: No reviews yet. Add the first one using the button below.
it: Non ci sono ancora recensioni. Aggiungi la prima dal pulsante in basso.

# home_reviews_loading_error
source: Reviews could not be loaded. Please try again later.
it: Impossibile caricare le recensioni. Riprova più tardi.

# home_review_card_expand
source: Read more
it: Altro

# home_review_card_collapse
source: Show less
it: Riduci

# home_review_card_expand_hint
source: Expands or collapses the full review text.
it: Mostra o nasconde il testo completo della recensione.

# home_review_card_accessibility
source: Review %@ by %@ on %@, rating %d out of 5 stars.
it: Recensione %@, di %@ il %@, valutazione %d su 5 stelle.

# home_star_rating_accessibility
source: %d out of 5 stars
it: %d su 5 stelle

# home_fab_accessibility_label
source: Add review
it: Aggiungi recensione

# home_fab_accessibility_hint
source: Opens the form to add a new review.
it: Apre il modulo per inserire una nuova recensione.

# review_editor_title
source: Add review
it: Aggiungi recensione

# review.rating.label
source: Rating
it: Valutazione

# review.title.label
source: Title
it: Titolo

# review.place.label
source: Venue description
it: Descrizione del locale

# review.experience.label
source: Experience
it: Esperienza

# review.title.placeholder
source: Review title
it: Titolo della recensione

# review.place.placeholder
source: Describe the venue (ambience, service, location...)
it: Descrivi il locale (ambiente, servizi, posizione...)

# review.experience.placeholder
source: Tell us about your experience
it: Racconta la tua esperienza

# review.submit
source: Submit
it: Invia

# review.submit.hint
source: Save your review locally.
it: Salva la tua recensione in locale.

source: Review saved
it: Recensione salvata

# review.save_error
source: Unable to save the review
it: Errore di salvataggio

# review.retry
source: Try again
it: Riprova

# error.rating.required
source: Select a rating between 1 and 5 stars.
it: Seleziona un numero di stelle da 1 a 5.

# error.title.too_short
source: The title must contain at least 3 characters.
it: Il titolo deve avere almeno 3 caratteri.

# error.place.too_short
source: Add at least 10 characters.
it: Aggiungi almeno 10 caratteri.

# error.experience.too_short
source: Please add at least 10 characters.
it: Racconta qualcosa in più (minimo 10 caratteri).

# action.done
source: Done
it: Fine

# review.default_user_name
source: Guest
it: Ospite
